Repository: BigSpice/NorthStar-Mod-Manager-Ext-1
Catalog: VTOL_2.0.0/Resources/Languages/Language.*.resx
Languages: de, ru

source: MOD SIZE ON DISK
de: MOD-GRÖSSE AUF DER FESTPLATTE
ru: ЗАНИМАЕМОЕ МЕСТО НА ДИСКЕ

source: VERSION
ru: ВЕРСИЯ

source: PATH
ru: ПУТЬ

source: MOD INFO
ru: ИНФОРМАЦИЯ О МОДЕ

source: Could not be Deleted
de: Kann nicht gelöscht werden
ru: не удалось удалить

source: The Mod at
de: Der Mod bei
ru: Мод в

source: ERROR
de: FEHLER
ru: ОШИБКА

source: SUCCESS
de: ERFOLG
ru: УСПЕШНО

source: CAUTION
de: ACHTUNG
ru: ВНИМАНИЕ

source: DESCRIPTION
de: BESCHREIBUNG
ru: ОПИСАНИЕ

source: MOD NAME
ru: НАЗВАНИЕ МОДА

source: NAME
ru: НАЗВАНИЕ

source: MANIFEST FILE NOT FOUND
de: MANIFESTDATEI NICHT GEFUNDEN
ru: ФАЙЛ МАНИФЕСТА НЕ НАЙДЕН

source: MANIFEST FILE NOT FOUND
de: MANIFESTDATEI NICHT GEFUNDEN
ru: ФАЙЛ МАНИФЕСТА НЕ НАЙДЕН

source: "WARNING
de: "WARNUNG
ru: "ВНИМАНИЕ

source: PARENT OF -
ru: РОДИТЕЛЬСКИЙ ДЛЯ -

source: PARENT TO -
ru: РОДИТЕЛЬСКИЙ ДЛЯ -

# MainWindow_Settings
source: Settings
de: Einstellungen
ru: Настройки

# Page_Tools_Check_For_Tools_Install
source: Install
de: Installieren
ru: Установить

# Page_Tools_Check_For_Tools_Launch
source: Launch
de: Starten
ru: Запустить

# Page_Profiles_ChangeTheEntireApplicationByImportingOrExportingProfiles
source: Change the Entire Application by importing or Exporting Profiles
de: Ändern Sie die gesamte Anwendung durch Importieren oder Exportieren von Profilen
ru: Изменяйте все настройки сразу с помощью импорта и экспорта профилей

# Page_Home_INIT_ReInstallNorthstar
source: Re-Install Northstar
de: Northstar neu installieren
ru: Переустановить Northstar

source: There Is a new Northstar Version Available. Please update your Northstar Install.
de: Es ist eine neue Northstar-Version verfügbar. Bitte updaten Sie Ihre Northstar-Installation.
ru: Доступна новая версия Northstar. Пожалуйста, обновите Northstar.

source: REQUIRES -
de: ERFORDERLICH -
ru: НЕОБХОДИМЫ -

source: has been Deleted
de: wurde gelöscht
ru: удалён

source: DEPENDENCY LIST
de: ABHÄNGIGKEITSLISTE
ru: СПИСОК ЗАВИСИМОСТЕЙ

source: MANIFEST FILE NOT FOUND
de: MANIFEST DATEI NICHT GEFUNDEN
ru: ФАЙЛ МАНИФЕСТА НЕ НАЙДЕН

# Page_Tools_Locate_Repak_Exe
source: Locate_Repak_Exe
de: Ortung_Repak_Exe

source: The Mod Is not Registered Properly in the Backend List, Please Fix the M2od formatting or update your TF2 Mod List";
de: Der Mod ist nicht richtig in der Backend-Liste registriert, bitte korrigieren Sie die M2od-Formatierung oder aktualisieren Sie die TF2 Mod-Liste";

source: The Mod Is not Registered Properly in the Backend List, Please Fix the M2od formatting or update your TF2 Mod List
de: Der Mod ist nicht richtig in der Backend-Liste registriert, bitte korrigieren Sie die M2od-Formatierung oder aktualisieren Sie die TF2 Mod-Liste

source: The Mod Is not Registered Properly in the Backend List, Please Fix the M2od formatting or update your TF2 Mod List
de: Der Mod ist nicht richtig in der Backend-Liste registriert, bitte korrigieren Sie die M2od-Formatierung oder aktualisieren Sie die TF2 Mod-Liste

source: Mod Updates Available -
de: Mod Updates verfügbar-
