Repository: BigSpice/NorthStar-Mod-Manager-Ext-1
Catalog: VTOL_2.0.0/Resources/Languages/Language.*.resx
Languages: de, ru

source: Please Wait as VTOL restarts!
de: Bitte warten Sie, während VTOL neu startet!
ru: Пожалуйста подождите, пока VTOL перезапустится!

# Page_Skins_Install_Skin_From_Path_TheSkin
source: The Skin -
de: Der Skin -
ru: Скин -

# Page_Skins_Install_Skin_From_Path_HasBeenInstalled
source: - has been Installed!
de: - wurde Installiert!
ru: - был установлен

# Page_Skins_Drag_Drop_Area_Drop_IsNotASkinZip
source: is Not a Skin Zip!
de: ist keine Skin Zip!
ru: не является .zip файлом со скином!

# Page_Skins_Drag_Drop_Area_Drop_DragToInstall
source: Drag to Install
de: Zum Installieren hereinziehen
ru: Перетащите для установки

# Page_Skins_Drag_Drop_Area_Drop_CompatibleSkinSFound
source: Compatible Skin(s) Found :
de: Kompatible Skin(s) gefunden:
ru: Совместимый(е) скин(ы) найден(ы) :

# Page_Skins_Browse_Click_CompatibleSkinFoundAt
source: Compatible Skin Found at :
de: Kompatibler Skin Gefunden bei:
ru: Совместимый скин найден в :

# Page_Skins_Browse_Click_IsNotASkinZip
source: is Not a Skin Zip!
de: ist keine Skin Zip!
ru: не является .zip файлом со скином!

# Page_Skins_OPEN_WEBPAGE_OpeningTheFollowingURL
source: Opening the Following URL -
de: Öffnen der folgenden URL -
ru: Открываем следующий URL -

# Page_Home_Auto_Install__NORTHSTARISNOTINSTALLEDANDAUTOINSTALLFAILED
source: NORTHSTAR IS NOT INSTALLED AND AUTO INSTALL FAILED!
de: NORTHSTAR IST NICHT INSTALLIERT UND DIE AUTOMATISCHE INSTALLATION IST FEHLGESCHLAGEN!
ru: NORTHSTAR НЕ УСТАНОВЛЕН И АВТОУСТАНОВКА БЫЛА НЕУДАЧНОЙ!

# Page_Home_INIT_NORTHSTARAUTOINSTALLWILLNOWBEGINPLEASEWAITABOUT30SECONDS
source: NORTHSTAR AUTO INSTALL WILL NOW BEGIN, PLEASE WAIT ABOUT 30 SECONDS!
de: Der NORTHSTAR AUTO INSTALL BEGINNT JETZT, BITE WARTEN SIE FÜR ETWA 30 SEKUNDEN!
ru: АВТОУСТАНОВКА NORTHSTAR НАЧАЛАСЬ, ПОДОЖДИТЕ ПРИМЕРНО 30 СЕКУНД!

source: Master Server Checked And Timed Out too much. Turning off Master Server Checks
de: Der Master Server hat zu oft geprüft und die Zeit überschritten. Ausschalten von Master Server Checks
ru: Слишком много неудачных попыток проверки главного сервера! Отключаем проверки главного сервера.

# Page_Home_Origin_Client_Card_Click_TheOriginClientIsAlreadyRunning
source: The Origin Client Is already Running!
de: Der Origin Client läuft bereits!
ru: Клиент Origin уже запущен!

# Page_Home_Browse_Titanfall_Button_Click_IsValidAndHasBeenSet
source: is Valid and has been Set
de: ist gültig und wurde gesetzt
ru: корректен и был установлен

# Page_Home_Browse_Titanfall_Button_Click_TheLocation
source: The Location -
de: Der Standort -
ru: Директория -

# Page_Home_Browse_Titanfall_Button_Click_IsNotValid
source: Is not Valid
de: Ist nicht gültig
ru: неверная

# Browse_Titanfall_Button_Click_TheLocation
source: The Location -
de: Der Standort -
ru: Директория -

# Check_Integrity_Of_NSINSTALL_DirectoryCheckFailed
source: Directory Check Failed
de: Verzeichnisprüfung fehlgeschlagen
ru: Проверка директории провалена!

# Read_Latest_Release_InvalidReleaseDonwloadURL
source: Invalid Release Donwload URL!
de: Ungültige Download-URL für die Release Version!
ru: Неверная ссылка на загрузку Northstar!

# Parse_Release_ReleaseNotFound
source: Release Not Found!
de: Release wurde nicht gefunden!
ru: Релиз не найден!

# Unpack_To_Location_InstallationComplete
source: Installation Complete!
de: Installation beendet!
ru: Установка завершена!

# Check_For_New_Northstar_Install_UpdateAvailableDownloadingAndInstallingNow
source: Update Available Downloading And Installing Now!
de: Ein Update ist verfügbar, wird heruntergeladen und aktualisiert!
ru: Доступно обновление, начинается загрузка и установка!

# Check_For_New_Northstar_Install_ReleaseCandidateDetected
source: Release Candidate Detected
de: Release Kanidat gefunden
ru: Найдена бета-версия

# Unpack_To_Location_TheFile
source: The File -
de: Die Datei -
ru: Файл -

# Unpack_To_Location_WasNotFound
source: Was not Found!
de: Wurde nicht gefunden!
ru: не был найден!

# Page_Home_Unpack_To_Location_WasNotFound
source: Was not Found!
de: Wurde nicht gefunden!
ru: не был найден!

# Page_Home_Unpack_To_Location_TheFile
source: The File -
de: Die Datei -
ru: Файл -

# Page_Home_Unpack_To_Location_IsNotAZip
source: is not a zip!
de: ist keine zip!
ru: не является .zip файлом!

source: Could not Find EA Origin Install, Please Start Manually, Or Repair your installation!
de: EA Origin Installation konnte nicht gefunden werden, bitte starten Sie manuell, oder reparieren Sie Ihre Installation!
ru: Не найдена установка EA Origin, пожалуйста запустите вручную или почините вашу установку!

# Page_Home_INIT_InstallNorthstar
source: Install Northstar
de: Northstar installieren
ru: Установить Northstar

# Page_Home_INIT_UpdateNorthstar
source: Update Northstar
ru: Обновить Northstar

# Page_Tools_Save_Mod_Click_NoValidZipFileToPackWasFound
source: No Valid Zip file to pack was found
de: Es wurde keine gültige Zip-Datei zum Packen gefunden
ru: .zip файл для запаковки не был найден!

# Page_Tools_Icon_Image_MouseDown_InvalidImageSizeMustBe256x256
source: Invalid Image Size!. Must be 256x256
de: Ungültige Bildgröße!. Muss 256x256 sein
ru: Неверный размер картинки! Размер картинки должен быть 256 на 256.

# Page_Tools_Locate_Zip_Click_InvalidZipFound
source: Invalid Zip Found
de: Ungültige Zip gefunden
ru: Найден неверный .zip файл!

# Page_Tools_Locate_Zip_Click_ValidZipFound
source: Valid Zip Found
de: Passende Zip gefunden
ru: Найден верный .zip файл!

# Page_Tools_Output_Button_Click_NotAnOutputDirectory
source: Not An Output Directory
de: Kein Ausgabeverzeichnis
ru: Неверная директория экспорта!

# Page_Tools_create_Manifest_OneOfTheManifestInputsAreEmpty
source: One of the Manifest Inputs are Empty
de: Einer der Manifest-Eingänge ist leer
ru: Один из входных данных манифеста пуст!

# Page_Tools_Save_Mod_Click_NoValidOutputPathFound
source: No Valid Output Path Found
de: Kein gültiger Output Pfad gefunden
ru: Не найдена верная директория экспорта!

# Page_Tools_Save_Mod_Click_SuccessfullyPackedAllItemsTo
source: Successfully Packed all items to -
de: Alle Items wurden erfolgreich verpackt zu -
ru: Все данные успешно запакованы в -

# Page_Tools_Save_Mod_Click_NoValidModICONFound
source: No Valid Mod ICON Found
de: Keine gültige Mod ICON gefunden
ru: Не найдена верная иконка мода!

# Page_Tools_Icon_Image_MouseDown_NotAValidPNGImage
source: Not A Valid PNG Image
de: Ist kein gültiges PNG BIld
ru: Файл не является картинкой формата .png

# Page_Tools_Icon_Image_MouseDown_ValidImageFoundAt
source: Valid Image Found at -
de: Gultiges BIld gefinden in -
ru: Найдена верная картинка в -

# Page_Tools_Icon_Image_MouseDown_ThatWasNotAProperPNG
source: That was not a proper PNG
de: Das war kein richtiges PNG
ru: Это не была допустимая картинка!

# Page_Tools_Image_Icon_Drop_InvalidImageSizeMustBeSmallerThan2048X2048
source: Invalid Image Size!. Must be smaller than 2048 x 2048
de: Ungültige Bildgröße!. Muss kleiner als 2048 x 2048 sein
ru: Неверный размер картинки! Размер картинки должен быть меньше 2048 на 2048.

# Page_Tools_ProcessSkin_SkinNameNotSet
source: Skin Name Not Set!
de: Skin Name wurde nicht gesezt!
ru: Имя скина не установлено!

# Page_Tools_ProcessSkin_ItemNotSet
source: Item Not Set!
de: Item nicht gesetzt!
ru: Предмет не выбран!

# Page_Tools_ProcessSkin_OutputPathIsNotSet
source: Output path is not set!
de: Output pfad ist nicht eingestellt!
ru: Директория экспорта не установлена!

# Page_Tools_ProcessSkin_MapsAreNotSet
source: Maps Are not Set!
de: Maps sind nicht festgelegt!
ru: Наложение текстур не установлено!

# Page_Tools_ProcessSkin_GeneratedTheSkinSuccessfully
source: Generated The Skin Successfully!
de: Der Skin wurde erfolgreich generiert!
ru: Скин успешно сгенерирован!

# Page_Thunderstore_Unpack_To_Location_Custom_HasBeenDownloadedAndInstalled
source: has been Downloaded and Installed
de: wurde heruntergeladen und installiert
ru: был загружен и установлен!

# Page_Server_Launch_Northstar_Dedicated_Click_CouldNotFindDedicatedBat
source: Could Not Find Dedicated bat!
de: Die Dedicated bat konte nicht gefunden werden!
ru: Не удалось найти выделенный .bat файл

# Page_Server_OnKeyDownHandler_Dedi_Arg_Saved
source: Saved
de: Gespeichert
ru: Сохранено!

# Page_Server_OnKeyDownHandler_Dedi_Arg_AutoSaveFailed
source: Auto Save failed
de: Auto Speichern fehlgeschlagen
ru: Автосохранение неуспешно!

# Page_Server_Validate_Combo_Box_CannotReadInput
source: Cannot Read Input
de: Input konnte nicht gelesen werden
ru: Не удается прочитать входные данные!

# Page_Server_Read_Convar_args_CannotSetThePath
source: Cannot Set The path
de: Pfad konnte nicht gesetzt werden
ru: Невозможно установить директорию

# Page_Server_Launch_Northstar_Advanced_Click_CouldNotFindNorthstarExe
source: Could Not Find Northstar.exe!
de: Die Northstar.exe konnte nicht gefunden werden!
ru: Northstar.exe не найден!

# Page_Server_StartupArgumentsNorthstarDedicatedClient
source: Startup Arguments Northstar Dedicated Client
de: Startup-Argumente Northstar Dedicated Client
ru: Аргументы запуска Выделенный клиент Northstar

# Page_Home_WelcomeTo
source: Welcome To
de: Willkommen zu
ru: Добро пожаловать в

# Page_Home_CustomModdingAndServerFramework
source: Custom Modding And Server Framework
de: Custom Modding und Server Framework
ru: Пользовательский моддинг и серверная платформа

# Page_Home_LaunchTitanfall2Northstar
source: Launch Titanfall 2 Northstar
de: Titanfall 2 Northstar starten
ru: Запустить Titanfall 2 Northstar

# Page_Home_MasterServer
source: Master Server
ru: Главный Сервер

# Page_Home_ToggleChecking
source: Toggle Checking
de: Toggle Überprüfung
ru: Включить/выключить проверку

# Page_Home_IndicatesIfOriginIsRunningClickToLaunchIfInactive
source: Indicates if Origin is running (Click To launch if inactive)
de: Zeigt an, ob Origin ausgeführt wird (Klicken Sie zum Starten, wenn es inaktiv ist)
ru: Указывает, запущен ли Origin (нажмите кнопку запуска, если он не запущен).

# Page_Home_ShowsThePingLatencyOverTime
source: Shows the ping+latency over time
de: Zeigt die Ping+Latenz über die Zeit an
ru: Показывает пинг и задержку.

# Page_Home_OpenTitanfall2Folder
source: Open Titanfall 2 Folder
de: Titanfall 2 Ordner öffnen
ru: Открыть папку с Titanfall 2

# Page_Home_LocateTitanfall2Install
source: Locate Titanfall 2 Install
de: Titanfall 2 installation suchen
ru: Указать путь к установке Titanfall 2

# Page_Home_ManuallyChangeTheTitanfall2InstallDirectory
source: Manually Change the Titanfall 2 Install Directory
de: Manuelles Ändern des Titanfall 2 Installationsverzeichnisses
ru: Вручную изменить директорию установки Titanfall 2

# Page_Home_UpdateNorthstar
source: Update Northstar
ru: Обновить Northstar

# Page_Home_NorthstarInstallation
source: Northstar Installation
ru: Установка Northstar

# Page_Home_LaunchNorthstar
source: launch +Northstar
de: Start +Northstar
ru: Запустить +Northstar

# Page_Home_Install_NS_METHOD_SequenceContainsNoElements
source: Sequence contains no elements
de: Sequenz enthält keine Elemente
ru: Последовательность не содержит элементов

# MainWindow_MainWindow_VTOLSYSTEMSFAILEDTOFINDYOURDOCUMENTSFOLDER
source: VTOL SYSTEMS FAILED TO FIND YOUR DOCUMENTS FOLDER
de: VTOL SYSTEMS KONNTE IHREN DOKUMENTENORDNER NICHT FINDEN
ru: VTOL НЕ УДАЛОСЬ НАЙТИ ПАПКУ «ДОКУМЕНТЫ»

# Page_Mods_RightClickForContextMenu
source: RightClick for Context Menu
de: Rechtsklick für Kontextmenü
ru: Щелкните правой кнопкой мыши для контекстного меню

# Page_Mods_ListedHereAreTheModsThatAreCurrentlyInstalled
source: Listed Here are the Mods that are Currently Installed.
de: Hier sind die Mods aufgelistet, die derzeit installiert sind.
ru: Здесь перечислены установленные моды.

# Page_About_AboutVTOLAndDocumentationOnItsUse
source: About VTOL and Documentation On its Use.
de: Über VTOL und Dokumentation über seine Verwendung.
ru: О VTOL и документации по его использованию

# Page_About_ABOUT
source: ABOUT
de: ÜBER
ru: О VTOL

# Page_About_CheckForUpdate
source: Check For Update
de: Auf Update prüfen
ru: Проверить наличие обновлений

# Page_About_ConfigureUpdates
source: Configure Updates
de: Updates konfigurieren
ru: Настройка обновлений

# Page_About_DefualtTextboxText
source: Defualt Textbox Text
de: Standart Textbox Text
ru: Обычный текст текстового поля

# Page_Mods_MODS
source: MODS
ru: МОДЫ

# Page_Mods_Filter
source: Filter
ru: Фильтр

# Page_Server_LoadFiles
source: Load Files
de: Datei laden
ru: Загрузить файлы

# Page_Server_ImportServerConfig
source: Import Server Config
ru: Импортировать конфигурацию сервера

# Page_Server_LaunchNorthstarDedicatedServer
source: Launch Northstar Dedicated Server
de: Northstar dedizierte Server starten
ru: Запустить выделенный сервер Northstar

# Page_Server_LaunchNorthstarClient
source: Launch Northstar Client
de: Northstar Client starten
ru: Запустить Клиент Northstar

# Page_Server_ConfigureImportAndExportDedicatedServerAndClientSettings
source: Configure, Import and Export Dedicated Server and Client Settings
de: Konfiguration, Import und Export dedizierte Server und Client Einstellung
ru: Настройка, импорт и экспорт настроек выделенного сервера и клиента.

# Page_Server_SERVER
source: SERVER
ru: СЕРВЕР

# Page_Server_LaunchNorthstarDedicatedClient
source: Launch Northstar Dedicated Client
de: Northstar Dedicated Client starten
ru: Запустить выделенный клиент Northstar

# Page_Server_ExportServerConfig
source: Export Server Config
de: Export Server Konfig
ru: Экспортировать конфигурацию сервера

# Page_Settings_FineTuneAndConfigureVTOLHere
source: Fine Tune And Configure VTOL Here
de: Feinabstimmung und Konfiguration von VTOL hier
ru: Настраивайте VTOL и прочее здесь.

# Page_Settings_SETTINGS
source: SETTINGS
de: EINSTELLUNGEN
ru: НАСТРОЙКИ

# Page_Skins_InstallDDSForamttedSkinsHere
source: Install DDS Foramtted Skins Here
de: Installieren Sie DDS Foramtted Skins hier
ru: Установите скины формата DDS здесь.

# Page_Skins_SKINS
source: SKINS
ru: СКИНЫ

# Page_Skins_InstallSkin
source: Install Skin
de: Skin installieren
ru: Установить скин

# Page_Skins_OpenTheFAQPage
source: Open the FAQ Page
de: DIe FAQ-Seite öffnen
ru: Открыть страницу часто задаваемых вопросов

# Page_Skins_OpenAGuidePage
source: Open a Guide Page
de: Öffnen Sie eine Anleitungsseite
ru: Открыть страницу руководства

# Page_Skins_Browse
source: Browse
ru: Поиск

# Page_Thunderstore_TheseAreTheCollectionOfModsHostedOnTheThunderStoreModPlatform
source: These are the Collection of Mods Hosted On the ThunderStore Mod platform.
de: Das eine Sammlung von Mods, die auf der ThunderStore Mod-Plattform gehostet werden.
ru: Здесь находятся моды, размещенные на платформе Thunderstore.

# Page_Tools_ToolsForEaseOfDevelopmentOnTheNorthstarClient
source: Tools For Ease of Development on the Northstar Client
de: Tools für eine einfache Entwicklung auf dem Northstar-Client
ru: Инструменты для облегчения разработки на клиенте Northstar.

# Page_Tools_TOOLS
source: TOOLS
de: WERKZEUGE
ru: ИНСТРУМЕНТЫ

# Page_Home_OriginClientRunning
source: Origin Client Running
de: Origin-Client läuft
ru: Клиент Origin запущен

# Page_Tools_Content
source: Content
de: Inhalt
ru: Содержание

# Page_Tools_Name
source: Name
ru: Имя

# Page_Tools_Version
source: Version
ru: Версия

# Page_Tools_Webpage
source: Webpage
de: Webseite
ru: Веб-Страница

# Page_Tools_Description
source: Description
de: Beschreibung
ru: Описание

# Page_Tools_Dependencies
source: Dependencies
de: Abhängigkeiten
ru: Зависимости

# Page_Tools_OutputDirectory
source: Output Directory
de: Output Verzeichnis
ru: Директория экспорта

# Page_Tools_Icon
source: Icon
ru: Иконка

# Page_Tools_Item
source: Item
ru: Предмет

# Page_Tools_DragAndDropOrClickToPopulateTheMaps
source: Drag and Drop or Click to populate the Maps
de: Drag and Drop oder Klicken zum Ausfüllen der Maps
ru: Перетащите или щелкните, чтобы заполнить пустые бланки

# Page_Tools_LocateSkinContent
source: Locate Skin Content
de: Skin Content lokalisieren
ru: Найти содержимое скина

# Page_Tools_VersionNumber
source: Version Number
de: Versionsnummer
ru: Номер версии

# Page_Tools_AuthorName
source: Author Name
de: Name des Autors
ru: Имя автора

# Page_Tools_SkinName
source: Skin Name
ru: Название скина

# Page_Mods_Call_Mods_From_Folder_PleaseOpenYourFolderAt
source: Please Open your Folder at -
de: Bitte öffnen Sie Ihren Ordner unter -
ru: Пожалуйста, откройте папку -

# Page_Mods_Call_Mods_From_Folder_AndManuallyRepairTheMod
source: and Manually repair the mod -
de: und die Mod manuell reparieren -
ru: И вручную почините мод -

# Page_Mods_Call_Mods_From_Folder_ThereIsAnIssueDetectedWithYourMod
source: There is an Issue Detected with your Mod!
de: Es wurde ein Problem mit Ihrem Mod erkannt!
ru: Обнаружена проблема с вашим модом!

# Page_Mods_Call_Mods_From_Folder_ModCount
source: Mod Count:
de: Mod-Anzahl:
ru: Количество модов:

# Page_Home_INIT_InvalidInstallPathPleaseManuallyLocateTheCorrectFolder
source: Invalid Install Path, Please manually locate the correct folder!
de: Ungültiger Installationspfad, bitte suchen Sie manuell den richtigen Ordner!
ru: Недопустимый путь установки, пожалуйста, вручную найдите правильную папку!

# Page_Home_CurrentTitanfall2Path
source: Current Titanfall 2 Path
de: Aktueller Titanfall 2 Pfad
ru: Текущий путь к Titanfall 2

# Page_Tools_PackageAsADDSSkin
source: Package as a DDS Skin?
de: Paket als DDS-Skin?
ru: Запаковать как DDS скин?

# Page_Server_Load_Files__ReloadArguments
source: Reload Arguments
de: Argumente neu laden
ru: Перезагрузить аргументы

# Page_Skins_MakingYourOwnSkin
source: Making Your Own Skin
de: Make your Own Skin
ru: Создание собственного скина

# Page_Tools_OutputAsAThunderstoreMod
source: Output As a Thunderstore Mod
de: Output als Thunderstore-Mod
ru: Опубликовать в Thunderstore

# Page_Tools_CreateSkin
source: Create Skin
de: Skin erstellen
ru: Создать скин

# Page_Tools_ConvertSkin
source: Convert Skin
de: Skin umwandeln
ru: Конвертировать скин

# Page_Tools_LocateTheModZipManually
source: Locate the Mod Zip manually
de: Suchen Sie die Mod-Zip-Datei manuell
ru: Найдите .zip файл с модом вручную

# Page_Tools_LocateRepakExe
source: Locate Repak Exe
de: Repak Exe lokalisieren
ru: Найти Repak Exe

# Page_Tools_ChooseYourItem
source: Choose Your Item
de: Wählen Sie Ihr Item
ru: Выберите предмет

# Page_Server_StartupArgumentsNorthstarClient
source: Startup Arguments Northstar Client
de: Startargumente Northstar Client
ru: Аргументы запуска Northstar клиент

# Page_Mods_Call_Mods_From_Folder_Enable
source: Enable
de: Aktiviert
ru: Включить

# Page_Mods_Call_Mods_From_Folder_Disable_
source: Disable
de: Deaktiviert
ru: Отключить

# Page_Tools_LocateModContent
source: Locate Mod Content
de: Mod-Inhalt finden
ru: Найти содержимое модификации

# Page_Thunderstore_CardAction_Click_DoYouWantToInstallTheseAndTheMod
source: Do You want To install These and the Mod -
de: Möchten Sie diese und den Mod installieren -
ru: Хотите установить нижеперечисленное и мод -

# MainWindow_Mods
source: Mods
ru: Моды

# MainWindow_Skins
source: Skins
ru: Скины

# MainWindow_Server
source: Server
ru: Сервер

# MainWindow_Tools
source: Tools
de: Werkzeuge
ru: Инструменты

# MainWindow_About
source: About
de: Über
ru: О программе

# Page_Tools_OpenFolder
source: Open Folder
de: Ordner öffnen
ru: Открыть папку

# Page_Tools_WebPage_
source: WebPage
de: Webseite
ru: Веб-страница

# Page_Mods_ReverseFilterOrder
source: Reverse Filter Order
de: Umgekehrte Filterreihenfolge
ru: Обратить порядок сортировки

# Page_Tools_Download_Zip_To_Path_DownloadingAndInstalling
source: Downloading and Installing
de: Herunterladen und Installieren
ru: Качаем и устанавливаем

# Page_Tools_Locate_Repak_Exe_Click_ExeLocated
source: Exe Located!
de: Exe gefunden!
ru: .exe найден!

# Page_Tools_LaunchArguments
source: Launch Arguments
de: Startargumente
ru: Параметры запуска

# MainWindow_Home
source: Home
ru: Домашняя страница

# Page_Thunderstore_Sort
source: Sort
de: Sortieren
ru: Сортировка

# Page_Thunderstore_Category
source: Category
de: Kategorie
ru: Категория

# Page_Mods_Delete
source: Delete
de: Löschen
ru: Удалить

# Page_Mods_Open_Mod_Info_OpenFolder
source: Open Folder
de: Öffne Ordner
ru: Открыть папку

# Page_Mods_Info
source: Info
ru: Инфо

# MainWindow_NewLogChangesHaveBeenDetectedPleaseClickMeToOpenYourLogsFolder
source: New log changes have been detected , please click me to open your Logs Folder.
de: Es wurden neue Logänderung festgestellt, bitte klicken Sie auf mich, um Ihren Logsordner zu öffnen.
ru: Обнаружены изменения лог-файла. Нажмите сюда, чтобы открыть папку логов.

# Page_Server_Export_Server_Config_Click_PleaseRecheckYourSaveLocation
source: Please Recheck your save Location
de: Bitte überprüfen Sie Ihren Speicherort erneut
ru: Пожалуйста, перепроверьте директорию сохранения

source: @A Change in Language was detected @VTOL requires a restart to display these changes. @Would You like to restart now?.
de: @Eine Änderung in der Sprache wurde erkannt @VTOL erfordert einen Neustart, um diese Änderungen anzuzeigen. @Wollen Sie jetzt neu starten?.
ru: @Обнаружено изменение языка @Чтобы отобразить изменения, VTOL нужно перезапустить. @Перезапустить сейчас?

# Page_Settings_Settings_LostFocus_Restart
source: Restart
de: Neustart
ru: Перезапустить

# Page_Settings_Settings_LostFocus_LanguageChangeDetected
source: -Language Change Detected-
de: -Sprachänderung erkannt-
ru: -Язык был изменён-

# Page_Home_Page_Home_EAClientRunning
source: EA Client Running
de: EA Client läuft
ru: EA Клиент запущен

# Page_Home_Origin_Client_Card_Click_TheEAClientIsAlreadyRunning
source: The EA Client is already running
de: Der EA Client läuft bereits
ru: EA Клиент уже запущен

# MainWindow_Profiles
source: Profiles
de: Profile
ru: Профили

# Page_Profiles_ImportProfile
source: Import Profile
de: Import Profil
ru: Импортировать профиль

# Page_Profiles_BackupCurrentProfileOnImport
source: Backup Current Profile on Import
de: Aktuelles Profil beim Import sichern
ru: Сохранить резервную копию текущего профиля

# Page_Profiles_ExcludeModFolderOnImport
source: Exclude Mod Folder on Import
de: Mod Ordner beim Import ausschließen
ru: Не импортировать папку с модами

# Page_Profiles_ExcludeModFolder
source: Exclude Mod Folder
de: Mod-Ordner ausschließen
ru: Не экспортировать папку с модами

# Page_Profiles_ChangeSaveLocation
source: Change Save Location
de: Speicherort ändern
ru: Изменить путь сохранения

# Page_Profiles_ExportProfile
source: Export Profile
de: Profil exportieren
ru: Экспортировать профиль

# Page_Profiles_AddProfile
source: Add Profile
de: Profil hinzufügen
ru: Добавить профиль

# Page_Profiles_IMPORT
source: IMPORT
ru: ИМПОРТИРОВАТЬ

# Page_Profiles_PROFILES
source: PROFILES
de: PROFILE
ru: ПРОФИЛИ

# Page_Profiles_SaveLocation
source: Save Location
de: Pfad speichern
ru: Сохранить в

# Page_Profiles_NameOfProfile
source: Name Of Profile
de: Name des Profils
ru: Имя профиля

# Page_Thunderstore_ConvertDateToString_Today
source: Today
de: Heute
ru: Сегодня

# Page_Thunderstore_ConvertDateToString_Yesterday
source: Yesterday
de: Gestern
ru: Вчера

# Page_Thunderstore_ConvertDateToString_1WeekAgo
source: 1 week ago
de: vor 1 Woche
ru: неделю назад

# Page_Thunderstore_ConvertDateToString_MinutesAgo
source: minutes ago
de: Minuten zuvor
ru: пару минут назад

# Page_Thunderstore_ConvertDateToString_DaysAgo
source: days ago
de: Tage zuvor
ru: пару дней назад

# Page_Thunderstore_ConvertDateToString_HoursAgo
source: hours ago
de: Stunden zuvor
ru: пару часов назад

source: GitHub Rate limit for Download tries has been exceeded. error 403 from remote server. Please wait
de: GitHub Ratenlimit für Download-Versuche wurde überschritten. Fehler 403 vom Remote-Server. Bitte warten
ru: Достигнут лимит запросов GitHub (ошибка 403). Подождите с минуту (или час)
